<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Fields
    |--------------------------------------------------------------------------
    */

    'field.guard_name' => 'Аутентификация (guard)',
    'field.permissions_count' => 'Permissions Count',
    'field.name' => 'Имя',
    'field.permissions' => 'Разрешения',
    'field.roles' => 'Роли',
    'field.role' => 'Роль',
    'field.team' => 'Команда',
    'field.models' => 'Модели',

    /*
    |--------------------------------------------------------------------------
    | Actions
    |--------------------------------------------------------------------------
    */

    'action.attach_to_roles' => 'Привязать к роли',
    /*
    |--------------------------------------------------------------------------
    | Labels
    |--------------------------------------------------------------------------
    */

    'section.permission' => 'Разрешение',
    'section.permissions' => 'Разрешения',
    'section.role' => 'Роль',
    'section.roles' => 'Роли',
    'section.roles_and_permissions' => 'Роли и разрешения',
    'select-team' => 'Выберите команду',
    'select-team-hint' => 'Оставьте пустым для глобальной рооли',
    'section.users' => 'Пользователи',
];
