<?php

// translations for Rupadana/ApiService
return [

    /*
    |--------------------------------------------------------------------------
    | Model
    |--------------------------------------------------------------------------
    */

    'model' => 'Ключ доступа',
    'models' => 'Ключи доступа',

    /*
    |--------------------------------------------------------------------------
    | Table Columns
    |--------------------------------------------------------------------------
    */

    'column.name' => 'Имя',
    'column.user' => 'Пользователь',
    'column.abilities' => 'Разрешения',
    'column.created_at' => 'Создано',

    /*
    |--------------------------------------------------------------------------
    | Form Fields
    |--------------------------------------------------------------------------
    */

    'field.name' => 'Имя',
    'field.user' => 'Пользователь',
    'field.ability' => 'Разрешения',

    /*
    |--------------------------------------------------------------------------
    | Form Actions
    |--------------------------------------------------------------------------
    */

    'action.select_all' => 'Выбрать все',
    'action.unselect_all' => 'Отменить выбор',
    'action.close' => 'Закрыть',

    /*
    |--------------------------------------------------------------------------
    | Section & Tabs
    |--------------------------------------------------------------------------
    */

    'section.general' => 'Общее:',
    'section.abilities' => 'Разрешения:',
    'section.abilities.description' => 'Выберите разрешения для ключа доступа',

    /*
    |--------------------------------------------------------------------------
    | Notifications
    |--------------------------------------------------------------------------
    */

    'notification.token.created' => 'Ключ создан, сохраните его, больше вы его нигде не найдете!',

];
