<?php

return [
    'root' => 'Root',
    
    /*
        |--------------------------------------------------------------------------
        | Buttons
        |--------------------------------------------------------------------------
    */
    'button.save' => 'Сохранить',
    'button.expand_all' => 'Развернуть',
    'button.collapse_all' => 'Свернуть',

    /*
        |--------------------------------------------------------------------------
        | Form
        |--------------------------------------------------------------------------
    */
    'components.tree.buttons.select_all.label' => 'Выбрать все',
    'components.tree.buttons.deselect_all.label' => 'Снять выбор',
    'components.tree.buttons.expand_all.label' => 'Развернуть',
    'components.tree.buttons.collapse_all.label' => 'Свернуть',
    
    /*
        |--------------------------------------------------------------------------
        | Message
        |--------------------------------------------------------------------------
    */
    'actions.delete.confirmation.with_children' => 'Вы уверены что хотите удалить эту категорию и все подкатегории ?',
];